[
    "abundant",
    "accessable",
    "accessible",
    "acclaimed",
    "accommodative",
    "accurate",
    "achievable",
    "achievible",
    "adaptable",
    "adaptive",
    "adequate",
    "adjustable",
    "admirable",
    "adorable",
    "adroit",
    "advanced",
    "advantageous",
    "adventuresome",
    "adventurous",
    "affable",
    "affectionate",
    "affirmative",
    "affluent",
    "affordable",
    "afordable",
    "agile",
    "agreeable",
    "alluring",
    "altruistic",
    "amazed",
    "amazes",
    "amazing",
    "ambitious",
    "amenable",
    "amiable",
    "amicable",
    "ample",
    "amusing",
    "angelic",
    "appealing",
    "appreciable",
    "appreciative",
    "appropriate",
    "ardent",
    "articulate",
    "astonished",
    "astonishing",
    "astounding",
    "attentive",
    "attractive",
    "audible",
    "auspicious",
    "authentic",
    "authoritative",
    "autonomous",
    "available",
    "avid",
    "awesome",
    "awestruck",
    "awsome",
    "balanced",
    "beauteous",
    "beautiful",
    "believable",
    "believeable",
    "beloved",
    "beneficent",
    "beneficial",
    "benevolent",
    "best",
    "best-selling",
    "better",
    "better-than-expected",
    "blameless",
    "blissful",
    "blithe",
    "boundless",
    "bountiful",
    "brainy",
    "brave",
    "breathtaking",
    "bright",
    "brighter",
    "brightest",
    "brilliant",
    "brisk",
    "bullish",
    "buoyant",
    "calm",
    "capable",
    "captivating",
    "carefree",
    "catchy",
    "celebratory",
    "charismatic",
    "charming",
    "chaste",
    "cheaper",
    "cheapest",
    "cheerful",
    "cheery",
    "classic",
    "classy",
    "clean",
    "cleanest",
    "clear",
    "clear-cut",
    "clearer",
    "clever",
    "coherent",
    "cohesive",
    "colorful",
    "comely",
    "comfortable",
    "comforting",
    "comfy",
    "commendable",
    "commodious",
    "compact",
    "compassionate",
    "compatible",
    "competitive",
    "complementary",
    "compliant",
    "complimentary",
    "comprehensive",
    "conciliatory",
    "concise",
    "confident",
    "congenial",
    "congratulatory",
    "conscientious",
    "considerate",
    "consistent",
    "constructive",
    "consummate",
    "contrasty",
    "convenient",
    "convincing",
    "cool",
    "coolest",
    "cooperative",
    "correct",
    "courageous",
    "courteous",
    "courtly",
    "cozy",
    "creative",
    "credible",
    "crisp",
    "crisper",
    "cushy",
    "cute",
    "daring",
    "dauntless",
    "dazzling",
    "dead-cheap",
    "dead-on",
    "decent",
    "decisive",
    "deft",
    "deginified",
    "delectable",
    "delicate",
    "delicious",
    "delightful",
    "delightfully",
    "dependable",
    "deserving",
    "desirable",
    "desirous",
    "detachable",
    "devout",
    "dexterous",
    "dextrous",
    "dignified",
    "diligent",
    "diplomatic",
    "distinctive",
    "distinguished",
    "divine",
    "dominate",
    "doubtless",
    "dumbfounded",
    "durable",
    "dynamic",
    "eager",
    "earnest",
    "easier",
    "easiest",
    "easy",
    "easy-to-use",
    "easygoing",
    "ebullient",
    "ecenomical",
    "economical",
    "ecstatic",
    "effective",
    "effectual",
    "efficacious",
    "efficient",
    "effortless",
    "effusive",
    "elated",
    "elegant",
    "elite",
    "eloquent",
    "eminent",
    "enchanted",
    "endearing",
    "energetic",
    "engrossing",
    "enjoyable",
    "enough",
    "enterprising",
    "enthral",
    "enthusiastic",
    "enticing",
    "entrancing",
    "enviable",
    "envious",
    "equitable",
    "ergonomical",
    "erudite",
    "ethical",
    "euphoric",
    "evaluative",
    "eventful",
    "evocative",
    "exalted",
    "examplar",
    "examplary",
    "exceled",
    "excelent",
    "excellant",
    "excellent",
    "exceptional",
    "excited",
    "exciting",
    "exellent",
    "exemplar",
    "exemplary",
    "exhilarating",
    "expansive",
    "exquisite",
    "extraordinary",
    "exuberant",
    "exultant",
    "fabulous",
    "fair",
    "faithful",
    "famed",
    "famous",
    "fancier",
    "fantastic",
    "fascinating",
    "fashionable",
    "fast-growing",
    "fast-paced",
    "faster",
    "fastest",
    "fastest-growing",
    "faultless",
    "fave",
    "favorable",
    "favorite",
    "fearless",
    "feasible",
    "feisty",
    "felicitous",
    "fertile",
    "fervent",
    "fervid",
    "fiery",
    "fine",
    "fine-looking",
    "finer",
    "finest",
    "firmer",
    "first-class",
    "first-in-class",
    "first-rate",
    "flashy",
    "flatter",
    "flattering",
    "flawless",
    "flexible",
    "fluent",
    "fond",
    "foolproof",
    "foremost",
    "formidable",
    "fortuitous",
    "fortunate",
    "fragrant",
    "free",
    "fresh",
    "fresher",
    "freshest",
    "friendly",
    "frugal",
    "fruitful",
    "fun",
    "futuristic",
    "gaily",
    "gainful",
    "galore",
    "geeky",
    "generous",
    "genial",
    "gentle",
    "gentlest",
    "genuine",
    "gifted",
    "glad",
    "glamorous",
    "gleeful",
    "glorious",
    "godlike",
    "godsend",
    "golden",
    "good",
    "goodly",
    "gorgeous",
    "graceful",
    "gracious",
    "grand",
    "grateful",
    "gratified",
    "gratifying",
    "great",
    "greatest",
    "guiltless",
    "gutsy",
    "handsome",
    "handy",
    "happier",
    "happy",
    "hardier",
    "hardy",
    "harmless",
    "harmonious",
    "healthful",
    "healthy",
    "heartening",
    "heartfelt",
    "heartwarming",
    "heavenly",
    "helpful",
    "heroic",
    "high-quality",
    "high-spirited",
    "hilarious",
    "holy",
    "honest",
    "honorable",
    "hopeful",
    "hospitable",
    "hot",
    "hottest",
    "humane",
    "humble",
    "humorous",
    "humourous",
    "ideal",
    "idyllic",
    "illustrious",
    "imaginative",
    "immaculate",
    "immense",
    "impartial",
    "impassioned",
    "impeccable",
    "important",
    "impressed",
    "impressive",
    "incredible",
    "individualized",
    "indulgent",
    "industrious",
    "inestimable",
    "inexpensive",
    "infallible",
    "influential",
    "ingenious",
    "ingenuous",
    "innocuous",
    "innovative",
    "insightful",
    "inspirational",
    "instructive",
    "instrumental",
    "integral",
    "intelligent",
    "intelligible",
    "interesting",
    "intimate",
    "intricate",
    "intriguing",
    "intuitive",
    "invaluable",
    "inventive",
    "invincible",
    "inviolable",
    "inviolate",
    "invulnerable",
    "irreplaceable",
    "irreproachable",
    "irresistible",
    "jovial",
    "joyful",
    "joyous",
    "jubilant",
    "judicious",
    "keen",
    "knowledgeable",
    "large-capacity",
    "laudable",
    "lawful",
    "legendary",
    "lighter",
    "likable",
    "lionhearted",
    "lively",
    "logical",
    "long-lasting",
    "lovable",
    "lovely",
    "loving",
    "low-cost",
    "low-price",
    "low-priced",
    "low-risk",
    "lower-priced",
    "loyal",
    "lucid",
    "luckier",
    "luckiest",
    "lucky",
    "lucrative",
    "lush",
    "lustrous",
    "luxuriant",
    "luxurious",
    "lyrical",
    "magical",
    "magnanimous",
    "magnificent",
    "majestic",
    "manageable",
    "maneuverable",
    "marvellous",
    "marvelous",
    "masterful",
    "matchless",
    "mature",
    "meaningful",
    "memorable",
    "merciful",
    "meritorious",
    "mesmerizing",
    "meticulous",
    "miraculous",
    "modern",
    "modest",
    "momentous",
    "monumental",
    "multi-purpose",
    "navigable",
    "neat",
    "neatest",
    "nice",
    "nicer",
    "nicest",
    "nifty",
    "nimble",
    "noble",
    "noiseless",
    "non-violent",
    "noteworthy",
    "obtainable",
    "optimal",
    "optimistic",
    "opulent",
    "orderly",
    "outstanding",
    "overjoyed",
    "painless",
    "palatial",
    "passionate",
    "patriotic",
    "peaceable",
    "peaceful",
    "peerless",
    "pepped",
    "peppy",
    "perfect",
    "permissible",
    "phenomenal",
    "picturesque",
    "playful",
    "pleasant",
    "pleasantly",
    "pleased",
    "pleasing",
    "pleasurable",
    "plentiful",
    "poetic",
    "poeticize",
    "poignant",
    "polished",
    "polite",
    "popular",
    "portable",
    "positive",
    "powerful",
    "praiseworthy",
    "pre-eminent",
    "precious",
    "precise",
    "preeminent",
    "preferable",
    "prestigious",
    "priceless",
    "principled",
    "privileged",
    "proactive",
    "prodigious",
    "prodigy",
    "productive",
    "proficient",
    "profound",
    "profuse",
    "progressive",
    "prolific",
    "prominent",
    "promising",
    "proper",
    "propitious",
    "prosperous",
    "protective",
    "proud",
    "prudent",
    "punctual",
    "pure",
    "purposeful",
    "quaint",
    "qualified",
    "quicker",
    "quiet",
    "quieter",
    "rapid",
    "rapturous",
    "rational",
    "reachable",
    "readable",
    "ready",
    "realistic",
    "realizable",
    "reasonable",
    "receptive",
    "refreshing",
    "regal",
    "relaxed",
    "reliable",
    "remarkable",
    "renowned",
    "replaceable",
    "reputable",
    "resilient",
    "resolute",
    "resounding",
    "resourceful",
    "respectable",
    "respectful",
    "resplendent",
    "responsibly",
    "responsive",
    "restful",
    "reverent",
    "revolutionary",
    "rewarding",
    "rich",
    "richer",
    "righten",
    "rightful",
    "robust",
    "romantic",
    "roomier",
    "roomy",
    "rosy",
    "safe",
    "saintly",
    "salutary",
    "sane",
    "satisfactory",
    "satisfied",
    "satisfying",
    "satisified",
    "savvy",
    "seamless",
    "seasoned",
    "selective",
    "sensational",
    "sensible",
    "sensitive",
    "serene",
    "sexy",
    "sharp",
    "sharper",
    "sharpest",
    "shiny",
    "significant",
    "silent",
    "simpler",
    "simplest",
    "simplified",
    "sincere",
    "skilled",
    "skillful",
    "slammin",
    "sleek",
    "slick",
    "smart",
    "smarter",
    "smartest",
    "smooth",
    "smoother",
    "smoothest",
    "snappy",
    "snazzy",
    "sociable",
    "soft",
    "softer",
    "solicitous",
    "solid",
    "sophisticated",
    "soulful",
    "spacious",
    "spectacular",
    "speedy",
    "spellbound",
    "spirited",
    "spiritual",
    "splendid",
    "spontaneous",
    "sporty",
    "spotless",
    "sprightly",
    "stable",
    "stainless",
    "standout",
    "stately",
    "statuesque",
    "staunch",
    "steadfast",
    "steadiest",
    "steady",
    "stellar",
    "stimulative",
    "straightforward",
    "streamlined",
    "strikingly",
    "strong",
    "stronger",
    "strongest",
    "stunning",
    "stupendous",
    "sturdier",
    "sturdy",
    "stylish",
    "stylized",
    "suave",
    "sublime",
    "substantive",
    "successful",
    "sufficient",
    "suitable",
    "sumptuous",
    "superb",
    "superior",
    "supple",
    "supportive",
    "supreme",
    "surreal",
    "sustainable",
    "swanky",
    "sweet",
    "talented",
    "tantalizing",
    "tempting",
    "tenacious",
    "tender",
    "terrific",
    "thankful",
    "thinner",
    "thoughtful",
    "thrilling",
    "tidy",
    "timely",
    "titillating",
    "tolerable",
    "top-notch",
    "tough",
    "tougher",
    "toughest",
    "tranquil",
    "transparent",
    "trendy",
    "triumphant",
    "trustworthy",
    "truthful",
    "twinkly",
    "ultra-crisp",
    "unabashed",
    "unaffected",
    "unassailable",
    "unbeatable",
    "unbiased",
    "unbound",
    "uncomplicated",
    "unconditional",
    "undamaged",
    "undaunted",
    "understandable",
    "undisputable",
    "undisputed",
    "unencumbered",
    "unequivocal",
    "unfazed",
    "unfettered",
    "unforgettable",
    "unlimited",
    "unmatched",
    "unparalleled",
    "unquestionable",
    "unreal",
    "unrestricted",
    "unrivaled",
    "unselfish",
    "unwavering",
    "upbeat",
    "upgradable",
    "upgradeable",
    "uplifting",
    "upscale",
    "usable",
    "useable",
    "useful",
    "valuable",
    "verifiable",
    "veritable",
    "versatile",
    "vibrant",
    "victorious",
    "vigilant",
    "virtuous",
    "visionary",
    "vivacious",
    "vivid",
    "warm",
    "warmer",
    "warmhearted",
    "wealthy",
    "wholesome",
    "willing",
    "winnable",
    "wise",
    "witty",
    "wonderful",
    "wonderous",
    "wondrous",
    "workable",
    "worth",
    "worth-while",
    "worthwhile",
    "worthy",
    "youthful"
]