[
    "abnormal",
    "abominable",
    "abrasive",
    "abrupt",
    "absent-minded",
    "absurd",
    "abusive",
    "abysmal",
    "accidental",
    "acerbic",
    "acrid",
    "acrimonious",
    "adamant",
    "addicted",
    "adversarial",
    "adverse",
    "afflictive",
    "afraid",
    "aggressive",
    "aggrieved",
    "aghast",
    "agonizing",
    "aground",
    "aimless",
    "alarming",
    "allergic",
    "aloof",
    "ambiguous",
    "ambivalent",
    "amiss",
    "anarchistic",
    "anemic",
    "angry",
    "annoying",
    "anomalous",
    "antagonistic",
    "anti-american",
    "anti-israeli",
    "anti-social",
    "anti-white",
    "antiquated",
    "antithetical",
    "anxious",
    "apathetic",
    "apocalyptic",
    "appalling",
    "apprehensive",
    "arbitrary",
    "archaic",
    "arduous",
    "argumentative",
    "arrogant",
    "ashamed",
    "asinine",
    "askance",
    "asunder",
    "atrocious",
    "audacious",
    "austere",
    "authoritarian",
    "autocratic",
    "avaricious",
    "averse",
    "aweful",
    "awful",
    "awkward",
    "bad",
    "baffling",
    "banal",
    "bankrupt",
    "barbaric",
    "barbarous",
    "barren",
    "baseless",
    "bashful",
    "bearish",
    "beastly",
    "belated",
    "bellicose",
    "belligerent",
    "bemused",
    "bent",
    "bereft",
    "beset",
    "bestial",
    "bewildered",
    "bewildering",
    "biased",
    "bitchy",
    "bitter",
    "bizarre",
    "blameworthy",
    "bland",
    "blasphemous",
    "blatant",
    "bleak",
    "blind",
    "bloated",
    "bloodthirsty",
    "bloody",
    "blotchy",
    "blunt",
    "blurred",
    "blurry",
    "boastful",
    "bogus",
    "boisterous",
    "bombastic",
    "bored",
    "boring",
    "bothersome",
    "brainless",
    "brash",
    "brazen",
    "brittle",
    "broken",
    "brusque",
    "brutal",
    "brutalize",
    "brutish",
    "buggy",
    "bulkier",
    "bulky",
    "bumpy",
    "burdensome",
    "calamitous",
    "callous",
    "capricious",
    "careless",
    "cartoonish",
    "cataclysmic",
    "catastrophic",
    "caustic",
    "cautionary",
    "chaotic",
    "cheap",
    "cheerless",
    "cheesy",
    "childish",
    "chilly",
    "choleric",
    "choppy",
    "chronic",
    "chunky",
    "clamorous",
    "cliche",
    "cliched",
    "clogged",
    "cloudy",
    "clueless",
    "clumsy",
    "clunky",
    "coarse",
    "cocky",
    "coercive",
    "cold",
    "combative",
    "comical",
    "commonplace",
    "complacent",
    "complex",
    "complicated",
    "complicit",
    "compulsive",
    "conceited",
    "concerned",
    "condemnable",
    "condescending",
    "conflicted",
    "confrontational",
    "confused",
    "confusing",
    "congested",
    "conservative",
    "conspicuous",
    "conspiratorial",
    "contagious",
    "contemptible",
    "contemptuous",
    "contentious",
    "contradictory",
    "contrived",
    "controversial",
    "convoluted",
    "corrosive",
    "corrupt",
    "corruptted",
    "costlier",
    "costly",
    "counterproductive",
    "covetous",
    "cowardly",
    "crafty",
    "cramped",
    "cranky",
    "crappy",
    "crass",
    "crazy",
    "credulous",
    "creepy",
    "criminal",
    "cringe",
    "critical",
    "crooked",
    "crowded",
    "cruel",
    "cruelest",
    "crummy",
    "culpable",
    "cumbersome",
    "cutthroat",
    "cynical",
    "damaging",
    "damnable",
    "damned",
    "damning",
    "dangerous",
    "dark",
    "darkened",
    "darker",
    "dastardly",
    "daunting",
    "dazed",
    "dead",
    "deadly",
    "deaf",
    "debatable",
    "debilitating",
    "decadent",
    "deceitful",
    "deceptive",
    "decrepit",
    "defamatory",
    "defective",
    "defensive",
    "defiant",
    "deficient",
    "deformed",
    "defunct",
    "degenerate",
    "degrading",
    "dejected",
    "delinquent",
    "delirious",
    "deluded",
    "delusional",
    "demeaning",
    "demonic",
    "dense",
    "deplorable",
    "depraved",
    "depressed",
    "depressing",
    "derisive",
    "derogatory",
    "desolate",
    "despairing",
    "desperate",
    "despicable",
    "despondent",
    "despotic",
    "destitute",
    "destructive",
    "desultory",
    "detestable",
    "detrimental",
    "devilish",
    "devious",
    "devoid",
    "diabolic",
    "diabolical",
    "diappointed",
    "dictatorial",
    "difficult",
    "dim",
    "dire",
    "dirty",
    "disabled",
    "disadvantaged",
    "disadvantageous",
    "disaffected",
    "disagreeable",
    "disapointing",
    "disappointed",
    "disappointing",
    "disarray",
    "disasterous",
    "disastrous",
    "disconcerting",
    "disconsolate",
    "discontinuous",
    "discordant",
    "discourteous",
    "discrepant",
    "discriminatory",
    "disdainful",
    "disgraceful",
    "disgruntle",
    "disgruntled",
    "disgusted",
    "disgustful",
    "disgusting",
    "dishearten",
    "disheartening",
    "dishonest",
    "dishonorable",
    "disillusioned",
    "disinclined",
    "disingenuous",
    "disinterested",
    "disloyal",
    "dismal",
    "dismaying",
    "dismissive",
    "disobedient",
    "disordered",
    "disorderly",
    "disorganized",
    "disoriented",
    "dispensable",
    "dispirited",
    "dispiriting",
    "displeasing",
    "disproportionate",
    "disputable",
    "disquieting",
    "disregardful",
    "disreputable",
    "disrespectable",
    "disrespectful",
    "disruptive",
    "dissapointed",
    "dissappointed",
    "dissatisfactory",
    "dissatisfied",
    "dissident",
    "dissocial",
    "dissolute",
    "dissonant",
    "distasteful",
    "distracting",
    "distraught",
    "distressed",
    "distressing",
    "distrustful",
    "disturbing",
    "divergent",
    "divisive",
    "dizzy",
    "dogmatic",
    "domineering",
    "doomed",
    "doubtful",
    "downbeat",
    "downcast",
    "downhearted",
    "drab",
    "draconian",
    "draconic",
    "drastic",
    "dreadful",
    "dreary",
    "drippy",
    "drunk",
    "drunken",
    "dubious",
    "dull",
    "dumb",
    "dusty",
    "eccentric",
    "egocentric",
    "egotistical",
    "egregious",
    "emaciated",
    "embarrassing",
    "embattled",
    "emphatic",
    "envious",
    "equivocal",
    "erratic",
    "erroneous",
    "estranged",
    "evasive",
    "evil",
    "exagerated",
    "exasperate",
    "exasperated",
    "exasperating",
    "excessive",
    "excruciating",
    "exorbitant",
    "expensive",
    "expired",
    "explosive",
    "extraneous",
    "extravagant",
    "facetious",
    "faint",
    "faithless",
    "fake",
    "fallacious",
    "false",
    "famished",
    "fanatical",
    "fanciful",
    "farcical",
    "farcical-yet-provocative",
    "farfetched",
    "fascist",
    "fastidious",
    "fat",
    "fatal",
    "fatalistic",
    "fateful",
    "fatigued",
    "fatuous",
    "faulty",
    "fearful",
    "fearsome",
    "feckless",
    "feeble",
    "fetid",
    "feverish",
    "fickle",
    "fictional",
    "fictitious",
    "fidgety",
    "fierce",
    "filthy",
    "finicky",
    "flabbergasted",
    "flakey",
    "flaky",
    "flat-out",
    "flawed",
    "fleeting",
    "flighty",
    "flimsy",
    "flirty",
    "foolhardy",
    "foolish",
    "forceful",
    "foreboding",
    "forgetful",
    "forlorn",
    "forsaken",
    "fractious",
    "fragile",
    "fragmented",
    "frail",
    "frantic",
    "fraudulent",
    "fraught",
    "frazzled",
    "freakish",
    "frenetic",
    "frenzied",
    "fretful",
    "frightening",
    "frightful",
    "frigid",
    "fruitless",
    "frustrated",
    "frustrating",
    "fugitive",
    "full-blown",
    "funky",
    "funny",
    "furious",
    "fussy",
    "fusty",
    "futile",
    "fuzzy",
    "garish",
    "gaudy",
    "gawky",
    "ghastly",
    "giddy",
    "gimmicky",
    "glib",
    "glibly",
    "gloomy",
    "glum",
    "god-awful",
    "goofy",
    "graceless",
    "grainy",
    "greasy",
    "greedy",
    "grievous",
    "grim",
    "grisly",
    "gritty",
    "gross",
    "grotesque",
    "groundless",
    "grudging",
    "gruesome",
    "grumpy",
    "guilty",
    "gullible",
    "halfhearted",
    "handicapped",
    "haphazard",
    "hapless",
    "hard-line",
    "hard-liner",
    "hardened",
    "hardheaded",
    "harmful",
    "harsh",
    "hasty",
    "hateful",
    "haughty",
    "hawkish",
    "hazardous",
    "hazy",
    "heartbreaking",
    "heartless",
    "heavy-handed",
    "hectic",
    "hedonistic",
    "heedless",
    "hefty",
    "hegemonistic",
    "heinous",
    "helpless",
    "heretical",
    "hesitant",
    "hideous",
    "high-priced",
    "hollow",
    "hopeless",
    "horrendous",
    "horrible",
    "horrid",
    "horrific",
    "horrifying",
    "hostile",
    "hotheaded",
    "humid",
    "humiliating",
    "hurtful",
    "hypocritical",
    "hysterical",
    "idiotic",
    "ignoble",
    "ignominious",
    "ignorant",
    "ill-treatment",
    "ill-usage",
    "illegal",
    "illegitimate",
    "illicit",
    "illiterate",
    "illogical",
    "illusory",
    "imaginary",
    "immaterial",
    "immature",
    "immoderate",
    "immodest",
    "immoral",
    "immovable",
    "impaired",
    "impatient",
    "impenitent",
    "imperfect",
    "imperious",
    "impermissible",
    "impersonal",
    "impertinent",
    "impetuous",
    "impious",
    "implacable",
    "implausible",
    "impolite",
    "impolitic",
    "importunate",
    "impossible",
    "impotent",
    "impoverished",
    "impractical",
    "imprecise",
    "improbable",
    "improper",
    "imprudent",
    "impudent",
    "impulsive",
    "impure",
    "inaccurate",
    "inactive",
    "inadequate",
    "inadvisable",
    "inappropriate",
    "inarticulate",
    "inattentive",
    "inaudible",
    "incapable",
    "incendiary",
    "incessant",
    "incoherent",
    "incomparable",
    "incompatible",
    "incompetent",
    "incomplete",
    "incomprehensible",
    "inconceivable",
    "incongruous",
    "inconsequent",
    "inconsequential",
    "inconsiderate",
    "inconsistent",
    "inconsolable",
    "inconsolably",
    "inconstant",
    "incorrect",
    "incorrigible",
    "incredulous",
    "indecent",
    "indecisive",
    "indefensible",
    "indeterminable",
    "indeterminate",
    "indifferent",
    "indigent",
    "indignant",
    "indiscernible",
    "indiscreet",
    "indiscriminate",
    "indistinguishable",
    "indolent",
    "ineffective",
    "ineffectual",
    "inefficacious",
    "inefficient",
    "inelegant",
    "ineligible",
    "inept",
    "inequitable",
    "inescapable",
    "inessential",
    "inevitable",
    "inexcusable",
    "inexorable",
    "inexperienced",
    "inexpiable",
    "inexplainable",
    "inextricable",
    "infamous",
    "inferior",
    "infernal",
    "infirm",
    "inflammatory",
    "inflammed",
    "inflationary",
    "inflexible",
    "infuriating",
    "inglorious",
    "inhospitable",
    "inhuman",
    "inhumane",
    "inimical",
    "iniquitous",
    "injudicious",
    "injurious",
    "inoperable",
    "inopportune",
    "inordinate",
    "insane",
    "insatiable",
    "insecure",
    "insensible",
    "insensitive",
    "insidious",
    "insignificant",
    "insincere",
    "insociable",
    "insolent",
    "insolvent",
    "insubordinate",
    "insubstantial",
    "insufferable",
    "insufficient",
    "insular",
    "insulting",
    "insupportable",
    "insurmountable",
    "intense",
    "intermittent",
    "intimidating",
    "intolerable",
    "intractable",
    "intransigent",
    "intrusive",
    "invalid",
    "invasive",
    "invidious",
    "invisible",
    "involuntary",
    "irascible",
    "irate",
    "irksome",
    "ironic",
    "ironical",
    "irrational",
    "irreconcilable",
    "irrecoverable",
    "irredeemable",
    "irreformable",
    "irregular",
    "irrelevant",
    "irreparable",
    "irreplacible",
    "irrepressible",
    "irresolvable",
    "irresponsible",
    "irretrievable",
    "irreversible",
    "irritable",
    "irritant",
    "irritated",
    "irritating",
    "isolated",
    "itchy",
    "jaded",
    "jagged",
    "jarring",
    "jaundiced",
    "jealous",
    "jerky",
    "jittery",
    "jumpy",
    "junky",
    "kooky",
    "lackadaisical",
    "lackluster",
    "laconic",
    "laggy",
    "laid-off",
    "lame",
    "lame-duck",
    "lamentable",
    "languid",
    "lanky",
    "lascivious",
    "last-ditch",
    "laughable",
    "lawless",
    "lazy",
    "leaky",
    "lecherous",
    "leery",
    "left-leaning",
    "lengthy",
    "lethal",
    "lethargic",
    "lewd",
    "liable",
    "licentious",
    "lifeless",
    "limited",
    "listless",
    "litigious",
    "livid",
    "loath",
    "loathe",
    "loathsome",
    "lone",
    "lonely",
    "lonesome",
    "long-time",
    "loose",
    "loud",
    "louder",
    "lousy",
    "lovelorn",
    "low-rated",
    "ludicrous",
    "lugubrious",
    "lukewarm",
    "lumpy",
    "lunatic",
    "lurid",
    "mad",
    "maddening",
    "maladjusted",
    "malcontented",
    "malevolent",
    "malicious",
    "malodorous",
    "maniacal",
    "manic",
    "manipulative",
    "marginal",
    "mawkish",
    "meager",
    "meaningless",
    "measly",
    "meddlesome",
    "mediocre",
    "melodramatic",
    "menacing",
    "mendacious",
    "menial",
    "merciless",
    "messy",
    "mindless",
    "misaligned",
    "mischievous",
    "miserable",
    "miserly",
    "misguided",
    "misinformed",
    "misleading",
    "misread",
    "mistaken",
    "mistified",
    "mistrustful",
    "monotonous",
    "monstrous",
    "morbid",
    "moribund",
    "moronic",
    "mortifying",
    "motionless",
    "mournful",
    "muddy",
    "mundane",
    "murderous",
    "murky",
    "mushy",
    "musty",
    "mysterious",
    "naive",
    "narrower",
    "nasty",
    "naughty",
    "nauseating",
    "nebulous",
    "needless",
    "needy",
    "nefarious",
    "negative",
    "negligent",
    "nervous",
    "neurotic",
    "nightmarish",
    "noisier",
    "noisy",
    "non-confidence",
    "nonexistent",
    "nonresponsive",
    "notorious",
    "noxious",
    "numb",
    "obese",
    "objectionable",
    "oblique",
    "oblivious",
    "obnoxious",
    "obscene",
    "obscure",
    "obsessive",
    "obsolete",
    "obstinate",
    "obtrusive",
    "obtuse",
    "odd",
    "odder",
    "oddest",
    "offensive",
    "officious",
    "ominous",
    "onerous",
    "opinionated",
    "opportunistic",
    "oppressive",
    "outmoded",
    "outrageous",
    "overbalanced",
    "overbearing",
    "overblown",
    "overdone",
    "overdue",
    "overkill",
    "overloaded",
    "overpriced",
    "oversimplified",
    "oversize",
    "overstatement",
    "overweight",
    "overwhelming",
    "overzealous",
    "painful",
    "painfull",
    "pale",
    "paltry",
    "panicked",
    "panicky",
    "paradoxical",
    "paranoid",
    "partisan",
    "passive",
    "pathetic",
    "peculiar",
    "pedantic",
    "peeved",
    "perfidious",
    "perfunctory",
    "perilous",
    "pernicious",
    "perplexing",
    "pervasive",
    "perverse",
    "perverted",
    "pessimistic",
    "petrified",
    "phobic",
    "picky",
    "pitiable",
    "pitiful",
    "pitiless",
    "plasticky",
    "pointless",
    "poisonous",
    "poky",
    "pompous",
    "poor",
    "poorer",
    "poorest",
    "powerless",
    "precarious",
    "precipitous",
    "predatory",
    "prejudicial",
    "preposterous",
    "presumptuous",
    "pretentious",
    "pricey",
    "pricier",
    "prideful",
    "primitive",
    "problematic",
    "prohibitive",
    "proprietary",
    "protracted",
    "provocative",
    "pugnacious",
    "punishable",
    "puzzled",
    "puzzling",
    "quarrelsome",
    "questionable",
    "rabid",
    "racist",
    "racy",
    "radical",
    "ragged",
    "rampant",
    "ramshackle",
    "reactionary",
    "rebellious",
    "recalcitrant",
    "recessionary",
    "reckless",
    "redundant",
    "regressive",
    "regretful",
    "regrettable",
    "relentless",
    "reluctant",
    "remorseful",
    "remorseless",
    "repetitive",
    "reprehensible",
    "reprehensibly",
    "repressive",
    "reproachful",
    "repugnant",
    "repulsive",
    "resentful",
    "restless",
    "restrictive",
    "resurgent",
    "retaliatory",
    "retarded",
    "reticent",
    "revengeful",
    "revolting",
    "revulsive",
    "rhetorical",
    "ridiculous",
    "rife",
    "rigid",
    "risky",
    "rocky",
    "rogue",
    "rotten",
    "rough",
    "rremediable",
    "rude",
    "ruinous",
    "rusty",
    "ruthless",
    "sad",
    "salacious",
    "sanctimonious",
    "sarcastic",
    "sardonic",
    "satirical",
    "scandalous",
    "scant",
    "scarce",
    "scared",
    "scarier",
    "scariest",
    "scary",
    "sceptical",
    "scornful",
    "scratchy",
    "screwy",
    "second-class",
    "second-tier",
    "secretive",
    "sedentary",
    "seedy",
    "selfinterested",
    "selfish",
    "semi-retarded",
    "senseless",
    "severe",
    "shabby",
    "shadowy",
    "shady",
    "shaky",
    "shallow",
    "shameful",
    "shameless",
    "shocked",
    "shocking",
    "shoddy",
    "short-lived",
    "shortsighted",
    "shrill",
    "sick",
    "sickening",
    "sickly",
    "silly",
    "simplistic",
    "sinful",
    "sinister",
    "skeptical",
    "sketchy",
    "skimpy",
    "skinny",
    "skittish",
    "sleazy",
    "sloppy",
    "slothful",
    "slow",
    "slow-moving",
    "slower",
    "slowest",
    "sloww",
    "sluggish",
    "smallish",
    "smelly",
    "smouldering",
    "smug",
    "smutty",
    "snarky",
    "sneaky",
    "snobbish",
    "snobby",
    "sober",
    "sobering",
    "solemn",
    "somber",
    "sore",
    "sorrowful",
    "sorry",
    "sour",
    "spendy",
    "spiritless",
    "spiteful",
    "spoilled",
    "spookier",
    "spookiest",
    "spooky",
    "sporadic",
    "spotty",
    "spurious",
    "squeaky",
    "stagnant",
    "staid",
    "stale",
    "stark",
    "startling",
    "static",
    "steep",
    "stereotypical",
    "sticky",
    "stiff",
    "stingy",
    "stodgy",
    "stormy",
    "strange",
    "strangest",
    "streaky",
    "strenuous",
    "stressful",
    "stricken",
    "strict",
    "strident",
    "stringent",
    "stubborn",
    "stuck",
    "stuffy",
    "stupid",
    "stupidest",
    "stupified",
    "subdued",
    "submissive",
    "subordinate",
    "subservient",
    "substandard",
    "subversive",
    "sucky",
    "sugarcoated",
    "suicidal",
    "sullen",
    "sunken",
    "superficial",
    "superfluous",
    "superstitious",
    "susceptible",
    "suspect",
    "suspicious",
    "sweaty",
    "swollen",
    "tacky",
    "tardy",
    "taut",
    "tawdry",
    "tedious",
    "tense",
    "tentative",
    "tenuous",
    "tepid",
    "terrible",
    "testy",
    "thankless",
    "thicker",
    "thorny",
    "thoughtless",
    "timid",
    "tired",
    "tiresome",
    "tiring",
    "tortuous",
    "torturous",
    "totalitarian",
    "touchy",
    "toxic",
    "tragic",
    "trashy",
    "traumatic",
    "treacherous",
    "treasonous",
    "tricky",
    "trivial",
    "troublesome",
    "troubling",
    "tumultuous",
    "turbulent",
    "twisted",
    "tyrannical",
    "uglier",
    "ugliest",
    "ugly",
    "ulterior",
    "un-viewable",
    "unable",
    "unacceptable",
    "unaccessible",
    "unaccustomed",
    "unachievable",
    "unaffordable",
    "unappealing",
    "unattractive",
    "unauthentic",
    "unavailable",
    "unbearable",
    "unbelievable",
    "uncaring",
    "uncertain",
    "uncivil",
    "uncivilized",
    "unclean",
    "unclear",
    "uncollectible",
    "uncomfortable",
    "uncomfy",
    "uncompetitive",
    "uncompromising",
    "unconfirmed",
    "unconstitutional",
    "uncontrolled",
    "unconvincing",
    "uncooperative",
    "uncouth",
    "uncreative",
    "undecided",
    "undefined",
    "undependable",
    "underpaid",
    "underpowered",
    "undersized",
    "undesirable",
    "undetermined",
    "undignified",
    "undissolved",
    "undocumented",
    "undone",
    "undue",
    "uneasy",
    "uneconomical",
    "unemployed",
    "unequal",
    "unethical",
    "uneven",
    "uneventful",
    "unexpected",
    "unexplained",
    "unfaithful",
    "unfamiliar",
    "unfavorable",
    "unfeeling",
    "unfinished",
    "unfit",
    "unforeseen",
    "unforgiving",
    "unfortunate",
    "unfounded",
    "unfriendly",
    "unfulfilled",
    "unfunded",
    "ungovernable",
    "ungrateful",
    "unhappy",
    "unhealthy",
    "unhelpful",
    "unimaginable",
    "unimportant",
    "uninformed",
    "uninsured",
    "unintelligible",
    "unipolar",
    "unjust",
    "unjustifiable",
    "unjustified",
    "unkind",
    "unkindly",
    "unknown",
    "unlamentable",
    "unlawful",
    "unlawfulness",
    "unlicensed",
    "unlikely",
    "unlucky",
    "unmoved",
    "unnatural",
    "unnecessary",
    "unneeded",
    "unnerving",
    "unnoticed",
    "unobserved",
    "unorthodox",
    "unorthodoxy",
    "unpleasant",
    "unpopular",
    "unpredictable",
    "unprepared",
    "unproductive",
    "unprofitable",
    "unproved",
    "unproven",
    "unproves",
    "unqualified",
    "unreachable",
    "unreadable",
    "unrealistic",
    "unreasonable",
    "unrelenting",
    "unreliable",
    "unresolved",
    "unresponsive",
    "unruly",
    "unsafe",
    "unsatisfactory",
    "unsavory",
    "unscrupulous",
    "unsecure",
    "unseemly",
    "unsettled",
    "unsettling",
    "unsettlingly",
    "unskilled",
    "unsophisticated",
    "unsound",
    "unspeakable",
    "unspecified",
    "unstable",
    "unsteadiness",
    "unsteady",
    "unsuccessful",
    "unsupported",
    "unsupportive",
    "unsure",
    "unsuspecting",
    "unsustainable",
    "untenable",
    "untested",
    "unthinkable",
    "untimely",
    "untouched",
    "untrue",
    "untrustworthy",
    "untruthful",
    "unusable",
    "unusably",
    "unuseable",
    "unusual",
    "unviewable",
    "unwanted",
    "unwarranted",
    "unwatchable",
    "unwelcome",
    "unwell",
    "unwieldy",
    "unwilling",
    "unwise",
    "unworkable",
    "unworthy",
    "unyielding",
    "uproarious",
    "upset",
    "urgent",
    "useless",
    "vague",
    "vain",
    "vehement",
    "vengeful",
    "venomous",
    "vicious",
    "vile",
    "villainous",
    "vindictive",
    "violent",
    "virulent",
    "vociferous",
    "volatile",
    "vulgar",
    "vulnerable",
    "warlike",
    "warped",
    "wary",
    "wasteful",
    "wayward",
    "weak",
    "weaker",
    "wearisome",
    "weary",
    "weird",
    "wicked",
    "wild",
    "wimpy",
    "woeful",
    "worried",
    "worrisome",
    "worse",
    "worst",
    "worthless",
    "wretched",
    "wrinkled",
    "wrong",
    "wrongful",
    "zealous"
]